[MT2OFX Language File]
Language=Français
LanguageCode=fr
LCID=&H040C
Version=$Header: /MT2OFX/res/french.lng 11    20/12/09 22:26 Colin $
101=Fichiers MT940
102=Choisir le fichier de sortie
103=Ouvrir un fichier
104=Fichiers OFC (*.OFC)|*.OFC|Fichiers OFX (*.OFX)|*.OFX|Fichiers Quicken QFX (*.QFX)|*.QFX|Fichiers d'importation Quicken (*.QIF)|*.QIF|Tous Fichiers|*.*
105=Date d'émission (standard)
106=Date de valeur
107=Date de la transaction
108=Impossible de charger les paramètres!
109=Impossible de sauvegarder les paramètres!
110=Conversion terminée, début de l'import
111=Conversion terminée!
112=Import impossible! Programme=%2, paramètres=%3\n\n%4 (%1)
113=Impossible de traiter '%1'
114=Impossible d'ouvrir '%1': %2
115=Impossible d'identifier la banque dans '%1'
116=Impossible de charger les paramètres de la banque '%1'
117=Erreur dans le traitement de la transaction
118=Traitement abandonné
119=Erreur dans le script '%1': la procedure '%2' doit avoir %3 paramètre(s).
120=En entrée
121=MAJUSCULE
122=minuscule
123=Le bon case (maj/min)
124=jj/mm/aaaa
125=mm/jj/aaaa
126=Attention - la règle retenue référence une banque non définie!
127=Voulez-vous supprimer cette règle de banque?
128=Il n'y a pas d'application associée à ce type de fichier (extension '%1'). Import abandonné.
129=Voulez-vous le référence à ce script? Le fichier lui-même ne sera pas supprimé.
130=Voulez-vous supprimer l'association avec cette extension de fichier?
131=Une erreur s'est produite au démarrage de l'éditeur de script: 
132=Enregistrer les changements?
133=aaaa/mm/jj
134=(Paramètres Systèmes)
135=Tous les fichiers
136=Fichiers textes
137=. (Point)
138=, (Virgule)
139=Personnalisé - voir ci-dessous
150=Traiter fichier en entrée ...	
151=Ecrire fichier de sortie...	
152=Compter transactions...	
153=Lire fichier MT940...	
154=Ordonner transactions...
155=Une autre copie de MT2OFX est déjà en cours d'exécution.
500=Votre version de %1 (%2) est trop ancienne. La version du fichier est %3; MT2OFX requière au moins la version %4.
501=Le script n'a aucun paramètre de personnalisation.
502=Le script n'a pas d'information A Propos.
550=Choississez Script à Traitement de la Banque
551=Fichiers VBScript (*.vbs)|*.vbs
1000=MT2OFX - V%1
1001=Aide...
1002=Parcourir...
1003=Convertir!
1004=Fermer
1005=Sauver les paramètres
1007=Utiliser
1008=A propos...
1011=Options...
1012=Depuis le presse-papiers
1050=Progrés MT2OFX
1051=En cours:
1100=Banque inconnue
1101=MT2OFX n'a pas pu reconnaître le format du fichier "%1".
1102=Il est possible de configurer MT2OFX pour traiter des fichiers provenant d'autres banques. Pour en savoir plus, utilisez le bouton "Plus d'info".
1103=Plus d'info...
1104=Oui
1150=Nouvelle banque
1151=Code banque (BIC)
1152=Nom de la banque
1153=Pour déterminer le code BIC de votre banque, utilisez le site web:
1154=Oui
1155=Abandonner
1156=Ce code banque existe déjà. Utilisez un autre code.
1157=Nouvelle banque
1200=Options MT2OFX 
1201=Montrer le dialogue Ouvrir au démarrage
1202=Actions après conversion 
1203=Sauver fichier de sortie:
1204=Compresser les espaces multiples dans tiers et memo
1205=sera utilisé comme date de saisie
1206=Type de fichier de sortie par défaut
1207=Caractère de séparation pour Memo
1208=Case tiers
1209=MT940...
1210=Abandonner
1211=Oui
1212=Format Date pour QIF
1213=Scripts...
1214=Extensions de fichiers MT940 
1215=Extensions de fichiers texte
1216=Fermer
1217=Remplacement pour tiers...
1218=Editeur de script
1219=Applications (*.exe)|*.exe|Tous fichiers (*.*)|*.*
1220=Générer systématiquement un numéro de chèque
1221=Nom du tiers par défaut
1222=Version OFX 
1223=Caractère de séparation pour Memo
1224=Séparateur décimal pour fichier QIF
1225=Pas d'en-tête de compte dans le fichier QIF
1226=Automatique - le même répertoire que pour l'entrée
1227=Demander - pour chaque fichier
1228=Temporaire - supprimé en fin de traitement
1229=Sauver après conversion depuis le presse-papiers
1230=Longueur maximum pour le champ Memo (QIF)
1231=Transactions ne pas ordonner par date
1232=Format Date pour QIF personnalisé
1250=Création d'une association de fichier
1251=Extension:
1252=Abandonner
1253=Oui
1254=Sauter les situations de compte vides
1255=Séparateur décimal OFX
1256=Utilisation système génération de FITID d'avant version 3.5
1257=Forcer le devise de sortie QFX á
1258=(utiliser devise original)
1259=Sortie OFX/QFX
1260=Montant comme règle U en sortie
1261=Pas de confirmation avant d'importer
1262=Utiliser dernière transaction si aucune date de solde
1263=Ouvrir fichier journal
1300=Scripts pour fichiers texte en entrée par MT2OFX
1301=Abandonner
1302=Oui
1303=Vers le haut
1304=Vers le bas
1305=Nouveau
1306=Supprimer
1307=Mettre à jour
1308=Réinitialiser
1309=Editer
1310=Nom du script
1311=#|Script|Extensions
1312=Extensions de fichiers
1313=Un fichier texte sera soumis à chacun de ces scripts dans un ordre identique à celui ci-dessous. Il sera traité par le premier script reconnaissant le format du fichier. Utiliser les cases à caucher pour activer ou désactiver un script.
1314=A propos...
1315=Paramètres...
1316=Fermer
1317=L'extension %1 est assignée à plusieurs scripts, y compris %2 et %3. Veuillez corriger avant de sauvegarder.
1350=Actions après conversion 
1351=Type de fichier en sortie:
1352=Ne rien faire
1353=Ouvrir avec le programme défini dans Windows
1354=Ouvrir avec le programme suivant:
1355=Oui
1356=Abandonner
1357=Extensions qui sélectionneront automatiquement ce script sans exécuter la reconnaissance:
1358=Séparer les extensions par une virgule.
1359=QuickStart...
1400=MT2OFX MT940 Options de banque
1401=Fermer
1402=Nouveau...
1403=Supprimer
1404=Mettre à jour
1405=Réinitialiser
1406=Nom de la banque:
1407=Fichier script:
1408=Utiliser les enregistrements structurés :86:
1409=Ignorer les champs de description vides
1410=Editer
1411=Correspondance...
1412=Propriétés de la banque
1414=Supprimer la banque
1415=Ne peut supprimer cette banque car elle est référencée dans un ou plusieurs scripts de règles.
1416=Etes-vous certain de vouloir supprimer la banque "%1"?
1417=BIC|Nom de banque
1418=A propos...
1419=Paramètres...
1500=MT2OFX association d'extension de fichiers en entrée
1501=Extension de fichiers pour les fichiers non-MT940 vers un script d'entrée:
1502=Nouveau
1503=Supprimer
1504=Mettre à jour
1505=Réinitialiser
1506=Fermer
1507=Association de fichiers
1508=Script de traitement:
1509=Editer
1510=Reconnaissance automatique
1511=Extn|Script
1512=A propos...
1513=Paramètres...
1600=MT2OFX MT940 Correspondance avec une banque
1601=#|Lignes|Motif de correspondance|Banque
1602=Vers le haut
1603=Vers le bas
1604=Nouveau
1605=Supprimer
1606=Règle de correspondance
1607=Motif:
1608=Dans:
1609=Banque configurée:
1610=Mettre à jour
1611=Réinitialiser
1612=Abandonner
1613=Oui
1614=Lignes
1700=Correspondances Tiers
1701=Motif|Champs|Nouveau tiers|Categorie|SIC|Cont?
1702=Vers le haut
1703=Vers le bas
1704=Supprimer
1705=Ajouter
1706=Règle de correspondance
1707=Si le:
1708=Valeur pour tiers:
1709=Valeur pour catégorie:
1710=Mettre à jour
1711=Réinitialiser
1712=Abandonner
1713=Sauver && Fermer
1714=Ne pas utiliser la case (Maj/Min) pour la correspondance
1715=Essayer
1716=Tiers à essayer:
1717=Resultat cette règle:
1718=Résultat toutes les règles:
1719=Le motif comporte au moins une erreur. Accepter tout de même?
1720=Motif invalide
1721=<Pas de correspondance>
1722=<Motif invalide>
1723=Aide sur les motifs...
1724=Assistant motif
1725=Caractères spéciaux
1726=Lettre
1727=Digit
1728=Alphanumerique
1729=Espace
1730=Tous caractères
1731=Ensemble:
1732=PAS en ensemble
1733=Combien?
1734=Un
1735=Un ou zéro
1736=Zéro ou plus
1737=Un ou plus
1738=Entre
1739=et
1740=Insérer texte
1741=Capture
1742=commence avec
1743=contient
1744=correspond
1745=Tiers
1746=Memo
1747=Memo à essayer:
1748=SIC:
1749=Continuer avec la règle suivante
1800=Propriétés du script
1801=Propriétés pour %1
1802=Oui
1803=Abandonner
1804=Paramètre|Valeur
1805=Valeur de la propriété
1806=Description:
1807=Valeur:
1808=Mettre à jour
1809=Réinitialiser
1810=Fermer
1811=Valeur '%1' ne corresponds pas avec le motif '%2'
1812=Erreur de Validation
1900=Selection Scripts QuickStart
1901=Sélectionner un pays pour initialiser MT2OFX avec des scripts pertinents.
1902=Pays
1903=Banque|Format|Script
1904=Omettre les scripts pour d'autres pays de la configuration
1905=Abandonner
1906=Oui
1907=fr
1908=Le catalogue de scripts ne peut être lu: %1
1909=Votre configuration de scripts existante sera remplacée avec cette selection. Voulez-vous continuer?
